Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/help_en-US_id.tmx
Source language: en_us
Languages: id

source: Hotkey: Ctrl-D or F10
id: Hotkey: Ctrl-D atau F10

source: Cost of the Input
id: Biaya Input

source: Note that this cost price may be different from the cost price shown at the Purchasing Unit, as it takes into account the quantity of the input required for the production.
id: Perhatikan bahwa harga biaya ini mungkin berbeda dari harga biaya yang ditunjukkan pada Unit Pembelian, karena memperhitungkan jumlah input yang diperlukan untuk produksi.

source: In other words: <this cost price> = <cost price at the Purchasing Unit> X <Quantity of the Input> / <Quantity of the Finished Product> shown on the Manufacturer Guide.
id: Dengan kata lain: <harga biaya ini> = <harga biaya di Unit Pembelian> X <Kuantitas Input> / <Kuantitas Produk Jadi> yang ditunjukkan pada Panduan Produsen.

source: Necessity Index
id: Indeks Kebutuhan

source: A high index value indicates that the product is necessary to people in their daily lives.
id: Nilai indeks yang tinggi menunjukkan bahwa produk tersebut penting bagi masyarakat dalam kehidupan sehari-hari.

source: The demand for necessary goods is fairly constant, because people must buy them even if the price they are offered is not attractive.
id: Permintaan akan barang kebutuhan cukup konstan, karena orang harus membelinya meskipun harga yang ditawarkan tidak menarik.

source: Client Deposits
id: Deposit Klien

source: The figure shows the total client deposits and the year-over-year growth rate.
id: Angka tersebut menunjukkan total simpanan klien dan tingkat pertumbuhan dari tahun ke tahun.

source: The graph shows the deposits over the past 36 months.
id: Grafik menunjukkan simpanan selama 36 bulan terakhir.

source: Client Deposits from All Branches of This Bank
id: Simpanan Klien dari Semua Cabang Bank Ini

source: The figure shows the total client deposits from all branches of this bank and the year-over-year growth rate.
id: Angka tersebut menunjukkan total simpanan klien dari semua cabang bank ini dan tingkat pertumbuhan dari tahun ke tahun.

source: ADVERT
id: IKLAN

source: Advertisement
id: Iklan

source: Click here to view the advertisement setting.
id: Klik di sini untuk melihat pengaturan iklan.

source: Increase the Retail Capacity
id: Tingkatkan Kapasitas Ritel

source: Allocate retail space and hire staff for selling the same product.
id: Alokasikan ruang ritel dan pekerjakan staf untuk menjual produk yang sama.

source: Cannot Increase the Retail Capacity
id: Tidak Dapat Meningkatkan Kapasitas Ritel

source: Sorry, you cannot expand its capacity further as there is no space left in the retail store.
id: Maaf, Anda tidak dapat menambah kapasitasnya lebih jauh karena tidak ada ruang tersisa di toko eceran.

source: Reduce the Retail Capacity
id: Kurangi Kapasitas Ritel

source: Shrink the retail space and reduce the staff size for selling this product.
id: Kecilkan ruang ritel dan kurangi jumlah staf untuk menjual produk ini.

source: Cannot Reduce the Retail Capacity
id: Tidak Dapat Mengurangi Kapasitas Ritel

source: Sorry, you cannot reduce its capacity further as it is already at the minimum capacity.
id: Maaf, Anda tidak dapat mengurangi kapasitasnya lebih jauh karena sudah mencapai kapasitas minimum.

source: Remove the Product
id: Hapus Produk

source: Remove this product from the retail store.
id: Hapus produk ini dari toko eceran.

source: This product is sourced from multiple suppliers.
id: Produk ini bersumber dari banyak pemasok.

source: Use these buttons to select which supplier's information to be displayed.
id: Gunakan tombol-tombol ini untuk memilih informasi pemasok mana yang akan ditampilkan.

source: Set up a new production at the current farm.
id: Siapkan produksi baru di pertanian saat ini.

source: The farm does not have sufficient space for setting up a new production.
id: Kebun tidak memiliki cukup ruang untuk menyiapkan produksi baru.

source: A stock split increases the total number of shares in a corporation and diminishes its stock price.
id: Pemecahan saham meningkatkan jumlah total saham dalam perusahaan dan menurunkan harga sahamnya.

source: It is allowed when the stock price is over $100.
id: Itu diperbolehkan ketika harga saham lebih dari $ 100.

source: Maximum Special Dividend
id: Dividen Spesial Maksimum

source: The maximum amount of special dividends you can pay is the smaller value of 1) the company's #cash# and 2) its #Retained Earnings# (viewable on its #Balance Sheet#).
id: Jumlah maksimum dividen khusus yang dapat Anda bayarkan adalah nilai yang lebih kecil dari 1) # cash # perusahaan dan 2) #Retained Earnings # (dapat dilihat di #Balance Sheet #).

source: Retained Earnings
id: Pendapatan yang disimpan

source: The retained earnings are the accumulative net earnings of a company.
id: Laba ditahan adalah laba bersih akumulatif suatu perusahaan.

source: You can view it on the #Balance Sheet# at the #Corporate Details# screen.
id: Anda dapat melihatnya di #Balance Sheet # di layar #Corporate Details #.

source: Pay a Special Dividend
id: Bayar Dividen Khusus

source: You may arrange a special dividend payment from #your company# or #a subsidiary# with a controlling interest of at least 75%.
id: Anda dapat mengatur pembayaran dividen khusus dari #perusahaan Anda # atau #a anak perusahaan # dengan kepentingan pengendali minimal 75%.

source: Pin Input
id: Masukan Pin

source: Pin the current input.
id: Sematkan masukan saat ini.

source: Then you may browse productions that use the current input.
id: Kemudian Anda dapat menelusuri produksi yang menggunakan input saat ini.

source: Previous production
id: Produksi sebelumnya

source: Display the previous production that uses the pinned input.
id: Menampilkan produksi sebelumnya yang menggunakan input yang disematkan.

source: Next production
id: Produksi berikutnya

source: Display the next production that uses the pinned input.
id: Menampilkan produksi berikutnya yang menggunakan input yang disematkan.

source: Operating Expenses Report
id: Laporan Biaya Operasi

source: View the operating expenses of this bank branch.
id: Lihat biaya operasional cabang bank ini.

source: View the operating expenses of this insurance office.
id: Lihat biaya operasional kantor asuransi ini.

source: LOANIIAN
id: PINJAMAN

source: Projected Annual Total Loan Interest Incomes
id: Proyeksi Pendapatan Bunga Pinjaman Total Tahunan

source: This figure is projected by multiplying the latest monthly loan interest incomes by 12 months.
id: Angka ini diproyeksikan dengan mengalikan pendapatan bunga pinjaman bulanan terakhir dengan 12 bulan.

source: The same for the other 2 figures below.
id: Hal yang sama untuk 2 gambar lainnya di bawah ini.

source: To see the real historical total net interest incomes, please view the Financial report.
id: Untuk melihat total pendapatan bunga bersih historis yang sebenarnya, silakan lihat laporan keuangan.

source: LOANCRED
id: PINJAMAN

source: Loan Credit Rating
id: Peringkat Kredit Pinjaman

source: Loans are categorized based on the borrowers' credit ratings which indicate the financial health of the borrowers.
id: Pinjaman dikategorikan berdasarkan peringkat kredit peminjam yang menunjukkan kesehatan keuangan peminjam.

source: AAA is the best credit rating.
id: AAA adalah peringkat kredit terbaik.

source: C is the poorest credit rating.
id: C adalah peringkat kredit termiskin.

source: LOANINT
id: PINJAMAN

source: Borrowers with good credit ratings can obtain loans with lower interest rates.
id: Peminjam dengan peringkat kredit yang baik dapat memperoleh pinjaman dengan tingkat bunga yang lebih rendah.

source: Conversely, borrowers with poor credit ratings have the higher default risks, thus the bank charges higher interest rates to justify the risks.
id: Sebaliknya, peminjam dengan peringkat kredit yang buruk memiliki risiko gagal bayar yang lebih tinggi, sehingga bank mengenakan suku bunga yang lebih tinggi untuk membenarkan risiko tersebut.

source: New Loans Allocation
id: Alokasi Pinjaman Baru

source: At the initial setting, a bank lends money evenly to borrowers of different credit ratings (20% each).
id: Pada pengaturan awal, bank meminjamkan uang secara merata kepada peminjam dengan peringkat kredit berbeda (masing-masing 20%).

source: When you increase the allocation to borrowers of poorer credit ratings, the bank will receive higher interest income, but the loan default rate will also increase as a result.
id: Ketika Anda meningkatkan alokasi untuk peminjam dengan peringkat kredit yang lebih buruk, bank akan menerima pendapatan bunga yang lebih tinggi, tetapi sebagai hasilnya, tingkat gagal bayar pinjaman juga akan meningkat.

source: Projected Annual Interest Incomes
id: Proyeksi Pendapatan Bunga Tahunan

source: The bank collects interest payments from loan borrowers.
id: Bank mengumpulkan pembayaran bunga dari peminjam pinjaman.

source: Loan interests are the main incomes of the bank.
id: Bunga pinjaman adalah pendapatan utama bank.

source: Real GDP Growth
id: Pertumbuhan PDB Riil

source: Real GDP growth on an annual basis is the nominal GDP growth rate adjusted for inflation.
id: Pertumbuhan PDB riil setiap tahun adalah tingkat pertumbuhan PDB nominal yang disesuaikan dengan inflasi.

source: Global Rent Settings
id: Pengaturan Sewa Global

source: It currently uses the global rent settings from its HQ's Real Estate department.
id: Saat ini perusahaan menggunakan pengaturan sewa global dari departemen Real Estate di Kantor Pusat.

source: Click to toggle it to use local settings.
id: Klik untuk beralih untuk menggunakan pengaturan lokal.

source: Local Rent Settings
id: Pengaturan Sewa Lokal

source: The rent is set locally.
id: Sewa diatur secara lokal.

source: Click to toggle it to use the global settings from its HQ's Real Estate department.
id: Klik untuk beralih untuk menggunakan pengaturan global dari departemen Real Estate di Kantor Pusat.

source: When this is enabled, the computer will automatically manage all of the corporation's existing apartments.
id: Jika ini diaktifkan, komputer akan secara otomatis mengelola semua apartemen milik perusahaan yang ada.

source: When this is enabled, the computer will automatically manage all of the corporation's existing commercial buildings.
id: Jika ini diaktifkan, komputer akan secara otomatis mengelola semua bangunan komersial perusahaan yang ada.

source: Transferable Cash
id: Uang Tunai yang Dapat Dipindahtangankan

source: The maximum amount of cash that you are allowed to transfer from the bank to your corporation.
id: Jumlah maksimum uang tunai yang boleh Anda transfer dari bank ke perusahaan Anda.

source: On its balance sheet, the bank's net assets must be greater than the required bank capital.
id: Pada neracanya, aset bersih bank harus lebih besar dari modal bank yang dibutuhkan.

source: The capital requirement set by the central bank.
id: Persyaratan modal yang ditetapkan oleh bank sentral.

source: Transfer Mode
id: Mode Transfer

source: You may change the transfer mode - whether it is to transfer funds from the bank to its parent corporation, or the other way round, by clicking on the Arrow icon.
id: Anda dapat mengubah mode transfer - apakah itu untuk mentransfer dana dari bank ke perusahaan induknya, atau sebaliknya, dengan mengklik ikon Panah.

source: Market Share Window
id: Jendela Pangsa Pasar

source: Click here to show/hide the window that shows the Market Share of the current product.
id: Klik di sini untuk menampilkan / menyembunyikan jendela yang menunjukkan Pangsa Pasar dari produk saat ini.

source: Deposit
id: Menyetorkan

source: The #maximum deposit amount# is constrained by the #deposit cap#.
id: #Jumlah setoran maksimum # dibatasi oleh # batas setoran #.

source: Under the regulation, deposits should be #not concentrated# on a small number of large depositors.
id: Berdasarkan peraturan tersebut, simpanan harus # tidak terkonsentrasi # pada sejumlah kecil deposan besar.

source: There is a cap that #limits the maximum amount# of deposit each depositor can make.
id: Ada batasan yang #membatasi jumlah maksimum # setoran yang dapat dilakukan oleh setiap deposan.

source: Consolidated Bank Income Statement
id: Laporan Laba Rugi Bank Konsolidasi

source: It consolidates the financial data from the Bank HQ and all its bank branches.
id: Ini menggabungkan data keuangan dari Kantor Pusat Bank dan semua cabang banknya.

source: Bank Assets
id: Aset Bank

source: A bank has its own balance sheet and its assets are separate from the parent company's.
id: Bank memiliki neraca sendiri dan asetnya terpisah dari perusahaan induk.

source: Fund Transfer
id: Pengiriman dana

source: You may transfer funds from the parent company to the bank's balance sheet or vice versa.
id: Anda dapat mentransfer dana dari perusahaan induk ke neraca bank atau sebaliknya.

source: Consolidated Insurance Company Income Statement
id: Laporan Laba Rugi Perusahaan Asuransi Konsolidasi

source: It consolidates the financial data from the HQ and all its front offices.
id: Ini menggabungkan data keuangan dari kantor pusat dan semua kantor depannya.

source: INSUASSE
id: GILA

source: Insurance Company Assets
id: Aset Perusahaan Asuransi

source: An insurance company has its own balance sheet and its assets are separate from the parent company's.
id: Perusahaan asuransi memiliki neraca sendiri dan asetnya terpisah dari perusahaan induk.

source: You may transfer funds from the parent company to the insurance company's balance sheet or vice versa.
id: Anda dapat mentransfer dana dari perusahaan induk ke neraca perusahaan asuransi atau sebaliknya.

source: Claims Reserves
id: Klaim Cadangan

source: The claims reserves represent the money which must be held by the insurance company so as to be able to meet all future claims arising from policies written in the past.
id: Cadangan klaim merupakan uang yang harus dipegang oleh perusahaan asuransi agar dapat memenuhi semua klaim masa depan yang timbul dari polis yang tertulis di masa lalu.

source: Underwriting Profit
id: Keuntungan Penjaminan Emisi

source: The profit from underwriting insurance policies.
id: Keuntungan dari polis asuransi underwriting.

source: It equals to the amount of premiums received, less insurance claims and operating expenses.
id: Ini sama dengan jumlah premi yang diterima, dikurangi klaim asuransi dan biaya operasional.

source: Investment Profit
id: Keuntungan Investasi

source: The profits from investments in stocks, bonds, and bank deposits.
id: Keuntungan dari investasi pada saham, obligasi, dan deposito bank.

source: Stop Bank Deposits
id: Hentikan Setoran Bank

source: Stop accepting new bank deposits.
id: Berhenti menerima setoran bank baru.

source: Only do this when you intend to wind down the bank's deposits and eventually close it down.
id: Lakukan ini hanya jika Anda berniat mengurangi simpanan bank dan akhirnya menutupnya.

source: Stop Bank Loans
id: Hentikan Pinjaman Bank

source: Stop approving new loans.
id: Berhenti menyetujui pinjaman baru.

source: Resume Bank Deposits
id: Lanjutkan Setoran Bank

source: The bank has stopped accepting new bank deposits.
id: Bank telah berhenti menerima simpanan bank baru.

source: Click here to resume accepting new bank deposits.
id: Klik di sini untuk melanjutkan menerima setoran bank baru.

source: RESULOAN
id: HASIL

source: Resume Bank Loans
id: Lanjutkan Pinjaman Bank

source: The bank has stopped approving new loans.
id: Bank telah berhenti menyetujui pinjaman baru.

source: Click here to resume approving new loans.
id: Klik di sini untuk melanjutkan menyetujui pinjaman baru.

source: Bank Capital Ratio
id: Rasio Modal Bank

source: The #Capital Ratio# is the ratio of a bank's #Equity Capital# to its total #Loans to Customers#.
id: The #Capital Ratio # adalah rasio #Equity Capital # bank dengan total # Pinjaman ke Pelanggan #.

source: A bank must maintain a capital ratio that meets the central bank's requirement.
id: Bank harus menjaga rasio modal yang memenuhi persyaratan bank sentral.

source: Required Bank Capital Ratio
id: Rasio Modal Bank yang Dibutuhkan

source: The central bank requires banks to have set aside enough capital to cover unexpected losses and keep themselves solvent in a crisis.
id: Bank sentral mengharuskan bank untuk menyisihkan cukup modal untuk menutupi kerugian yang tidak terduga dan menjaga diri mereka sendiri dalam menghadapi krisis.

source: Maximum Loans-to-Assets Ratio
id: Rasio Pinjaman-ke-Aset Maksimum

source: The maximum amount of loans that the bank can lend out is restricted by this ratio.
id: Jumlah pinjaman maksimum yang dapat dipinjamkan oleh bank dibatasi oleh rasio ini.

source: A higher ratio increases incomes from loan interests but it also increases the bank's liquidity risks.
id: Rasio yang lebih tinggi meningkatkan pendapatan dari bunga pinjaman tetapi juga meningkatkan risiko likuiditas bank.

source: Net Interest Margin
id: Margin Bunga Bersih

source: The #net interest margin# is a measure of the difference between the bank's #interest income from loans# and the amount of #deposit interest paid out to its customers#, relative to the amount of its #interest-earning assets#.
id: Margin bunga # bersih # adalah ukuran perbedaan antara # pendapatan bunga bank dari pinjaman # dan jumlah bunga deposito # yang dibayarkan kepada pelanggannya #, relatif terhadap jumlah # aset penghasil bunga #.

source: Face Value
id: Nilai nominal

source: When the Inflation mode is set to #Inverse Inflation#, a bond's #Face Value# may decline over time due to inflation.
id: Ketika mode Inflasi diatur ke # Inflasi Terbalik #, #Face Value # obligasi dapat menurun seiring waktu karena inflasi.

source: Coupon Rate
id: Tingkat Kupon

source: It tells you what the bond paid when it was issued.
id: Ini memberi tahu Anda apa obligasi yang dibayarkan saat diterbitkan.

source: The amount of interest income earned on the bond each year can be calculated by multiplying the bond's Face Value by its Coupon Rate.
id: Jumlah pendapatan bunga yang diperoleh dari obligasi setiap tahun dapat dihitung dengan mengalikan Nilai Nominal obligasi dengan Tingkat Kuponnya.

source: Yield (also called Yield to Maturity)
id: Hasil (juga disebut Yield to Maturity)

source: A bond's Yield takes into account the bond's current market price and tells you what you will actually earn on an annualized basis when you buy the bond at its current market price.
id: Yield obligasi memperhitungkan harga pasar obligasi saat ini dan memberi tahu Anda apa yang sebenarnya akan Anda peroleh secara tahunan ketika Anda membeli obligasi dengan harga pasar saat ini.

source: Reset Stock Returns History
id: Reset Sejarah Pengembalian Saham

source: Stop Bank Deposits and Loans
id: Hentikan Deposit dan Pinjaman Bank

source: Access the interface for stopping new bank deposits and/or loans.
id: Akses antarmuka untuk menghentikan simpanan dan / atau pinjaman bank baru.

source: Only do this when you intend to wind down the bank.
id: Lakukan ini hanya ketika Anda berniat untuk bersantai.

source: Average Interest Rate
id: Suku Bunga Rata-rata

source: It is the average interest rate of all deposits under this term, including older time deposits that were set up at interest rates different than the current interest rate.
id: Ini adalah tingkat bunga rata-rata dari semua simpanan dalam istilah ini, termasuk deposito berjangka yang lebih tua yang ditetapkan dengan tingkat bunga yang berbeda dari tingkat bunga saat ini.

source: The Total Tech value is calculated by adding up the values of individual tech, adjusted by their assigned weights (indicated by the yellow bars).
id: Nilai Total Tech dihitung dengan menjumlahkan nilai masing-masing teknologi, disesuaikan dengan bobot yang ditetapkan (ditunjukkan dengan bilah kuning).

source: A tech with a bigger weight means that it is more important.
id: Teknologi dengan bobot lebih besar berarti lebih penting.

source: Top Tech
id: Teknologi Teratas

source: The Top Tech value represents the highest Total Tech value that is ever achieved by a company, whether it is this company or a competitor, for this type of Internet business.
id: Nilai Top Tech mewakili nilai Total Tech tertinggi yang pernah diraih oleh sebuah perusahaan, baik perusahaan ini maupun kompetitornya, untuk jenis bisnis Internet ini.

source: Tech Quality
id: Kualitas Tek

source: Tech Quality is calculated by dividing the current Total Tech by Top Tech, then multiplied by 100.
id: Kualitas Teknologi dihitung dengan membagi Total Tech dengan Top Tech, kemudian dikalikan dengan 100.

source: (100 x Total Tech / Top Tech.) It represents this Internet firm's relative strength in the technology.
id: (100 x Total Tech / Top Tech.) Ini mewakili kekuatan relatif perusahaan Internet ini dalam teknologi.

source: Required Tech
id: Tek yang dibutuhkan

source: This Internet company does not have the required technology to start operation yet, as the current Tech Quality is still lower than the Required Tech.
id: Perusahaan Internet ini belum memiliki teknologi yang dibutuhkan untuk memulai operasinya, karena Kualitas Teknologi saat ini masih lebih rendah daripada Teknologi yang Dibutuhkan.

source: Current Loans-to-Assets Ratio
id: Rasio Pinjaman terhadap Aset Lancar

source: The Loans-to-Assets ratio is calculated by dividing the bank's total amount of loans by its total amount of assets.
id: Rasio Pinjaman terhadap Aset dihitung dengan membagi jumlah total pinjaman bank dengan jumlah total asetnya.

source: When it is higher than the Maximum Loans-to-Assets Ratio, the bank will stop giving out new loans.
id: Jika lebih tinggi dari Rasio Pinjaman terhadap Aset Maksimum, bank akan berhenti memberikan pinjaman baru.

source: Business Activity Index
id: Indeks Aktivitas Bisnis

source: It is an index measuring business activity in the city.
id: Ini adalah indeks yang mengukur aktivitas bisnis di kota.

source: When the city has a high level of business activity, more jobs will be created, lowering the unemployment rate.
id: Ketika kota memiliki tingkat aktivitas bisnis yang tinggi, lebih banyak lapangan kerja akan tercipta, sehingga menurunkan tingkat pengangguran.

source: Profit Tax
id: Pajak Laba

source: The profit of this firm is offset against losses in other firms of this corporation, resulting in a reduction in its profit tax.
id: Keuntungan perusahaan ini dikompensasikan dengan kerugian di perusahaan lain dari perusahaan ini, yang mengakibatkan pengurangan pajak labanya.

source: Stock and Bond Return
id: Pengembalian Saham dan Obligasi

source: Hover the mouse over the financial figures on this row to see the detailed amounts.
id: Arahkan mouse ke atas angka keuangan di baris ini untuk melihat jumlah rinci.

source: Housing Graph Mode
id: Mode Grafik Perumahan

source: Click here to change the housing graph to display one of the following: supply, demand, or supply vs demand.
id: Klik di sini untuk mengubah grafik perumahan untuk menampilkan salah satu dari berikut ini: penawaran, permintaan, atau penawaran vs permintaan.

source: Office Space Graph Mode
id: Mode Grafik Ruang Kantor

source: Click here to change the office space graph to display one of the following: supply, demand, or supply vs demand.
id: Klik di sini untuk mengubah grafik ruang kantor untuk menampilkan salah satu dari berikut ini: penawaran, permintaan, atau penawaran vs permintaan.

source: Parent Company Credit Rating
id: Peringkat Kredit Perusahaan Induk

source: The credit rating of a subsidiary company would never exceed its parent company's credit rating.
id: Peringkat kredit anak perusahaan tidak akan pernah melebihi peringkat kredit perusahaan induknya.

source: CAPRATIO
id: KAPRASI

source: The bank's Capital Ratio is too low
id: Rasio Modal bank terlalu rendah
